{
  "responseHeader": {
    "status": 0,
    "QTime": 1,
    "params": {
      "q": "\"team of the week\"",
      "defType": "edismax",
      "indent": "true",
      "qf": "title^2.3 summary text^0.4",
      "fl": "*,termfreq(text,'mci')",
      "q.op": "OR",
      "fq": "date:[2022-08-01T00:00:00Z TO 2023-07-01T00:00:00Z ]",
      "sort": "date asc",
      "rows": "27",
      "useParams": ""
    }
  },
  "response": {
    "numFound": 27,
    "start": 0,
    "numFoundExact": true,
    "docs": [
      {
        "title": "Shearer: Haaland will score tons of goals",
        "summary": "Premier League's record goalscorer hails Man City forward as he names his best XI for Matchweek 1",
        "text": "\n In what was one of the most anticipated debuts in recent Premier League history,  Erling Haaland  lived up to the hype as he scored twice in  Manchester City's 2-0 win at West Ham United . \n \n \n . @ErlingHaaland  258 to go!!!! 🤣🤣 \n— Alan Shearer (@alanshearer)  August 7, 2022 \n \n Indeed,  Hall of Fame inductee Alan Shearer  has suggested Haaland is already coming for his Premier League record of 260 goals and looks like he \"will score tons of goals\" in England. \n Haaland won and converted a penalty before making a brilliant run in behind to score from  Kevin De Bruyne 's pass in a performance Shearer says was \"an incredible start to his Premier League career.\" \n \n \n ✨  @alanshearer 's Team of the Week is 🔙❗️  pic.twitter.com/ntrVctI786 \n— Premier League (@premierleague)  August 8, 2022 \n \n Aaron Ramsdale (ARS) \"He made big saves at important times, denying  Odsonne Edouard  and  Eberechi Eze  with terrific stops.\" \n William Saliba (ARS) \"A great debut performance and a dominating presence. Exactly what  Arsenal  needed at the back.\" \n Fabian Schar (NEW) \"An integral part of the  Newcastle United  defence who kept another home clean sheet and he opened the scoring with a magnificent goal.\" \n Ryan Sessegnon (TOT) \"Scored with a great header and produced a solid all-round performance as he stole an early march on  Ivan Perisic  in the battle for the starting spot at left wing-back.\" \n Dejan Kulusevski (TOT) \"A superb opening day for the winger and his team, continuing his excellent form from the end of last season with another goal and assist.\" \n Bruno Guimaraes (NEW) \"The Brazilian ran the midfield and produced some exquisite passing in a comfortable Newcastle win.\" \n Jefferson Lerma (BOU) \"Back in the Premier League and impressed by scoring the first goal before going on to dominate the midfield battle  against Aston Villa .\" \n Joao Palhinha (FUL) \"A brilliant debut for the  Fulham  midfielder, who worked tirelessly and shone against top-class opposition in  Liverpool .\" \n Pascal Gross (BHA) \"He produced the defining moments in  Brighton's first-ever win  at Old Trafford, scoring both goals.\"  \n Aleksandar Mitrovic (FUL) \"Gave the Liverpool back four a torrid afternoon and scored both goals, including a towering header at the back post.\" \n Erling Haaland (MCI) \"An incredible start to his Premier League career, scoring two goals on his debut. He will score a ton of goals in that City side if he stays fit.\" \n \n \n . @KevinDeBruyne  🤝  @ErlingHaaland #ManCity   pic.twitter.com/QbSBOKozCC \n— Manchester City (@ManCity)  August 7, 2022 \n \n Manager:  Graham Potter (BHA) \"Got it spot-on tactically, with his side pressing  Manchester United  superbly and looking lethal on the counter-attack.\" \n",
        "date": "2022-08-08T00:00:00Z",
        "url": "https://www.premierleague.com/news/2733784",
        "id": "0b7abd02-246a-4c03-bfec-4c94b297a28b",
        "_version_": 1782201704371978243,
        "termfreq(text,'mci')": 1
      },
      {
        "title": "Shearer: Jesus looks great at Arsenal",
        "summary": "Premier League's record goalscorer hails Gunners striker's display as he names his Team of the Week",
        "text": "\n It was a home debut to remember for  Gabriel Jesus , who scored twice in Arsenal's  4-2 victory over Leicester City . \n Alan Shearer , the Premier League's record goalscorer and a  Hall of Fame  inductee, was hugely impressed with the Gunners striker, whom he has included in his Matchweek 2 Team of the Week. \n \n \n ⬇️  @alanshearer 's standout stars of Matchweek 2 ⬇️  pic.twitter.com/x0s4lPXljL \n— Premier League (@premierleague)  August 16, 2022 \n \n Nick Pope (NEW) \"What a superb match he had. Made two or three incredible saves.\" \n Reece James (CHE) \"Fantastic in everything he did. Crosses galore and a great goal.\" \n Ben Mee (BRE) \"Didn't give  Cristiano Ronaldo  a kick and also scored a goal.\" \n Kalidou Koulibaly (CHE) \"Superb all match and looked very comfortable. Not a bad first goal either!\" \n Joao Cancelo (MCI) \"Offered so much and had the most touches for a very impressive  Man City  side.\" \n Mathias Jensen (BRE) \"Head and shoulders above any of his opponents!\" \n Kevin De Bruyne (MCI) \"Outstanding again. When is he not? Ran the show.\" \n Rodrigo (LEE) \"Netted a brace to make it three goals in two matches. He is on target to better his six from 2021/22.\" \n Gabriel Jesus (ARS) \"Two goals and two assists. A great start to his  Arsenal  career.\" \n \n \n Get it on repeat! 🔁  #ARSLEI   pic.twitter.com/82Bfd1dQqJ \n— Arsenal (@Arsenal)  August 14, 2022 \n \n Ivan Toney (BRE) \" Man Utd 's defence didn’t know how to handle him and he got two assists.\" \n Bryan Mbeumo (BRE) \"Tormented the United back four and scored a super goal.\" \n Manager:  Thomas Frank (BRE) \"Masterminded an impressive display. His side were excellent from start to finish.\" \n",
        "date": "2022-08-16T00:00:00Z",
        "url": "https://www.premierleague.com/news/2746066",
        "id": "90836aa1-45ab-4ff5-9644-d47bc5481b71",
        "_version_": 1782201704354152449,
        "termfreq(text,'mci')": 2
      },
      {
        "title": "Shearer: Saint-Maximin tormented Man City",
        "summary": "Premier League's record goalscorer hails Newcastle winger as he names his best XI for Matchweek 3",
        "text": "\n Few people would have expected  Newcastle United  to come away with a point against  Manchester City , but thanks to an impressive display from  Allan Saint-Maximin , they were unlucky not to emerge with a victory. \n Alan Shearer  has hailed the winger's display during the  thrilling 3-3 draw  at St James' Park and the way he tormented the reigning champions' defence. \n Saint-Maximin is one of four Newcastle players selected by Shearer, the Premier League's record goalscorer and a  Hall of Fame  inductee, in his Team of the Week. \n \n \n 🌟  @alanshearer  reveals his Team of the Week 👇 Agree with his picks?  pic.twitter.com/TeypYyhl7p \n— Premier League (@premierleague)  August 23, 2022 \n \n Nick Pope (NEW) \"He may have conceded three goals, but his seven saves were key in earning a point against Manchester City.\" \n Kieran Trippier (NEW) \"The right-back capped an impressive display with a brilliant, trademark free-kick.\" \n William Saliba (ARS) \"Superb yet again and what a magnificent first goal for  Arsenal .\" \n Tyrell Malacia (MUN) \"To keep  Mohamed Salah  quiet for most of the match on such a big occasion was no mean feat.\" \n Miguel Almiron (NEW) \"Another display of tireless running brought 'Wor Miggy' a deserved goal.\" \n Brenden Aaronson (LEE) \"Chelsea couldn't handle his runs from deep and he was rewarded for pressurising  Edouard Mendy  with a goal.\" \n Martin Odegaard (ARS) \"A captain's performance! His two early goals set Arsenal up for a comfortable win.\" \n Jack Harrison (LEE) \"Produced his third assist of the season and scored a goal to complete a memorable afternoon for  Leeds .\" \n Allan Saint-Maximin (NEW) \"Tormented Man City with his dazzling dribbling and trickery and created the first two goals.\" \n Marcus Rashford (MUN) \"Threatened Liverpool all night with his pace and his decisive goal got Man Utd's season off and running.\" \n Che Adams (SOU) \"His brace helped  Southampton  earn an impressive comeback win at  Leicester City .\" \n Manager:   Jesse Marsch (LEE) \"His game plan worked to perfection, as his side recorded a famous victory.\" \n",
        "date": "2022-08-23T00:00:00Z",
        "url": "https://www.premierleague.com/news/2757648",
        "id": "a2ae0653-2a22-4c33-b3ac-3e5b7df83ea5",
        "_version_": 1782201704337375233,
        "termfreq(text,'mci')": 0
      },
      {
        "title": "Shearer: Eriksen produced a passing masterclass",
        "summary": "League's record goalscorer hails Man Utd playmaker as he names his best XI from Matchweek 6",
        "text": "\n There were several brilliant displays on show in the blockbuster contest at Old Trafford between  Manchester United  and  Arsenal , but none more so than from  Christian Eriksen . \n In the hosts'  3-1 win , the Dane supplied an assist for  Marcus Rashford 's second goal, and was heavily involved in the build-up for the first.  \n With that performance, Premier League record goalscorer and  Hall of Fame  inductee  Alan Shearer  named Eriksen in his Team of the Week alongside two other Man Utd players. \n \n \n 💫  @alanshearer  picks his star players from Matchweek 6 Who impressed you most?  pic.twitter.com/XOVCf6qEGg \n— Premier League (@premierleague)  September 5, 2022 \n \n Jordan Pickford (EVE) “He made several superb saves to frustrate  Liverpool .” \n Nathan Patterson (EVE) “Immense all game in everything he did, both when defending and going forward.”   \n Lisandro Martinez (MUN) “Solid at the back. He has helped to transform Manchester United’s defence.” \n Max Kilman (WOL) “A very positive showing. He played a key role in keeping  Southampton  out.” \n Ryan Sessegnon (TOT) “A threat throughout and looks very comfortable in that team now.”  \n Kevin De Bruyne (MCl) “Sensational again, putting the ball on a plate for  Erling Haaland  with his latest pinpoint assist.” \n Christian Eriksen (MUN) “Produced a passing masterclass. What a signing he has been!” \n Moises Caicedo (BHA) “Scored a good goal to go with an excellent performance.” \n Alexis Mac Allister (BHA) “Simply magnificent. He fully deserved his goals, including that brilliant free-kick.”  \n Marcus Rashford (MUN) “He has been much better lately and underlined the improvement with two goals and an assist against the leaders.” \n Ivan Toney (BRE) “Sensational hat-trick. The chip for his third goal showed how confident he feels.” \n Manager:  Graham Potter (BHA) “What a great start to the season. No one wants to face  Brighton & Hove Albion  right now.”  \n",
        "date": "2022-09-05T00:00:00Z",
        "url": "https://www.premierleague.com/news/2781717",
        "id": "23645d1e-0846-4347-b0b1-1e86dca029bb",
        "_version_": 1782201704308015104,
        "termfreq(text,'mci')": 0
      },
      {
        "title": "Shearer: Grealish goal a big confidence boost",
        "summary": "Premier League's record goalscorer names Man City midfielder in his best XI of Matchweek 8",
        "text": "\n Alan Shearer has hailed the goalscoring display of  Jack Grealish  and hopes it is a performance he can repeat on a more regular basis. \n The  Manchester City  midfielder impressed as he netted the opener in a  3-0 victory at Wolverhampton Wanderers , earning himself a place in Premier League record goalscorer and  Hall of Fame  inductee  Shearer 's Team of the Week. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n Neto (BOU) \"Gave his team confidence in everything he did. Came and collected so many crosses.\" \n Ruben Dias (MCI) \"Didn’t put a foot wrong and barely gave Wolves' attackers a sniff.\" \n William Saliba (ARS) \"Dominated  Ivan Toney  and scored the opener.\" \n James Tarkowski (EVE) \"A tower of strength at the back for  Everton .\"  \n \n \n \n \n \n AVL \n \n \n \n \n 1 - 0 \n \n SOU \n \n \n \n \n \n \n \n \n \n \n NFO \n \n \n \n \n 2 - 3 \n \n FUL \n \n \n \n \n \n \n \n \n \n \n WOL \n \n \n \n \n 0 - 3 \n \n MCI \n \n \n \n \n \n \n \n \n \n \n NEW \n \n \n \n \n 1 - 1 \n \n BOU \n \n \n \n \n \n \n \n \n \n \n TOT \n \n \n \n \n 6 - 2 \n \n LEI \n \n \n \n \n \n \n \n \n \n \n BRE \n \n \n \n \n 0 - 3 \n \n ARS \n \n \n \n \n \n \n \n \n \n \n EVE \n \n \n \n \n 1 - 0 \n \n WHU \n \n \n \n \n \n \n \n \n \n \n \n close \n \n \n TV Info \n \n Broadcasters \n \n \n \n \n \n Kevin De Bruyne (MCI) \"There's no stopping him! Another match, another couple of assists.\"  \n Joao Palhinha (FUL) \"Scored a stunner and put in another good display.\"  \n Granit Xhaka (ARS) \"Bossed the midfield from start to finish.\" \n Alex Iwobi (EVE) \"Much-improved performance and set up the winning goal.\" \n Son Heung-min (TOT) \"Class is permanent, and Son has it in abundance. What a 14-minute hat-trick!\" \n Gabriel Jesus (ARS) \"Has settled in well and once again proved to be the game-changer for  Arsenal .\" \n Jack Grealish (MCI) \"That's more like it. The early goal helped his confidence. He needs to show more of the same now.\"   \n Manager:  Mikel Arteta (ARS) \"Arsenal were great value for their victory as they reclaimed top spot.\"  \n",
        "date": "2022-09-19T00:00:00Z",
        "url": "https://www.premierleague.com/news/2796870",
        "id": "d29f8f22-db09-4fb1-8cbf-1ea3c73cca15",
        "_version_": 1782201704277606400,
        "termfreq(text,'mci')": 4
      },
      {
        "title": "Shearer: Haaland will break my goal record",
        "summary": "Premier League's record goalscorer names hat-trick history-maker in his best XI of Matchweek 9",
        "text": "\n A third consecutive home hat-trick by  Erling Haaland  grabbed the headlines in  Manchester City 's stunning 6-3 derby win over  Manchester United . \n Haaland's phenomenal start to 2022/23 - 14 goals from eight matches - has already put the Man City striker on course to break  Alan Shearer 's Premier League record of goals in a season. \n And all-time top goalscorer Shearer, who plundered 34 goals for  Blackburn Rovers  in 1994/95 to match the record set by  Newcastle United 's  Andrew Cole  the previous season, agrees his 27-year record is in doubt. \"If he stays fit, he's breaking it!\" he said. \n Shearer has named Haaland alongside City team-mate  Phil Foden  in his Matchweek 9 Team of the Week. \n \n \n 🥁 Introducing  @alanshearer 's Team of the Week... Thoughts?  pic.twitter.com/MMkUpLzdgi \n— Premier League (@premierleague)  October 4, 2022 \n \n Jordan Pickford (EVE) \"He kept his team in it once again with some vital saves.\" \n Ben White (ARS) \"Excellent at both ends of the pitch.\" \n Conor Coady (EVE) \"Scored his first  Everton  goal in the win at  Southampton  and marshalled his defence expertly.\" \n William Saliba (ARS) \"Superb at the back and nullified  Spurs .\" \n \n \n \n \n \n ARS \n \n \n \n \n 3 - 1 \n \n TOT \n \n \n \n \n \n \n \n \n \n \n FUL \n \n \n \n \n 1 - 4 \n \n NEW \n \n \n \n \n \n \n \n \n \n \n LIV \n \n \n \n \n 3 - 3 \n \n BHA \n \n \n \n \n \n \n \n \n \n \n SOU \n \n \n \n \n 1 - 2 \n \n EVE \n \n \n \n \n \n \n \n \n \n \n MCI \n \n \n \n \n 6 - 3 \n \n MUN \n \n \n \n \n \n \n \n \n \n \n LEI \n \n \n \n \n 4 - 0 \n \n NFO \n \n \n \n \n \n \n \n \n \n \n \n close \n \n \n TV Info \n \n Broadcasters \n \n \n \n \n \n Phil Foden (MCI) \"A sensational hat-trick from this very, very talented young man.\" \n Thomas Partey (ARS) \"Struck a brilliant goal and was a dominant figure in the middle.\" \n Granit Xhaka (ARS) \"Scored and again proved very impressive in his different role.\" \n James Maddison (LEI) \"Are you watching Gareth Southgate?!\" \n Erling Haaland (MCI) \"Another three goals. My record of 34 goals in a season is under serious threat. If he stays fit, he's breaking it!\" \n Miguel Almiron (NEW) \"Scored twice, including a Goal of the Season contender, and nearly netted a third. He was lively throughout.\" \n Leandro Trossard (BHA) \"Not many opposition players score a hat-trick at Anfield. Simply magnificent.\" \n Manager:  Mikel Arteta (ARS) \"Arsenal bossed this derby and were comfortable winners. His tactics were spot on.\" \n",
        "date": "2022-10-04T00:00:00Z",
        "url": "https://www.premierleague.com/news/2832492",
        "id": "95cf3664-93a1-4815-8b26-c2950e214d3b",
        "_version_": 1782201704235663360,
        "termfreq(text,'mci')": 3
      },
      {
        "title": "Shearer: Liverpool could not handle Martinelli",
        "summary": "Premier League's record goalscorer hails Arsenal star's display as he names his Team of the Week",
        "text": "\n Gabriel Martinelli was at his very best on Sunday, scoring an early opener and creating another goal in  Arsenal's 3-2 victory over Liverpool . \n The Brazilian has made a fine start to the season and was eye-catching yet again as he helped the Gunners reclaim top spot in the Premier League. \n Alan Shearer , the Premier League's record goalscorer and a  Hall of Fame  inductee, was hugely impressed with  Martinelli , one of three  Arsenal  players whom he has included in his Matchweek 10 Team of the Week. \n \n \n Do you agree with  @alanshearer 's star players from Matchweek 10? ⭐️  pic.twitter.com/lUdz03yHjr \n— Premier League (@premierleague)  October 11, 2022 \n \n Hugo Lloris (TOT) \"In a match of fine margins, the captain made key saves as  Spurs  marked the death Gian Piero Ventrone  with a win  their late fitness coach would have been proud of.\" \n Kieran Trippier (NEW) \"Another skipper who led by example, setting up the  opening goal  with a superb cross.\" \n Joao Cancelo (MCI) \" Southampton ’s attempt to stay narrow and compact gave the Portuguese space out wide and he used it brilliantly,  getting a goal and assist .\"  \n Takehiro Tomiyasu (ARS) \"Kept  Mohamed Salah  very quiet despite playing out of position at left-back.\" \n Mason Mount (CHE) \" Inspired Chelsea to victory  with two excellent assists.\"  \n Bruno Guimaraes (NEW) \"The Brazilian can do it all. Not content with running the match, he scored two brilliant goals.\"  \n Phil Foden (MCI) \"It takes some effort to match  Erling Haaland  for goals, but Foden has done just that over his last two matches, scoring again and adding an assist.\"  \n Lucas Paqueta (WHU) \"He was at the heart of everything good that  West Ham United  did, and  set up their second goal .\" \n Bukayo Saka (ARS) \"He timed his run brilliantly for his first goal and then withstood the pressure to convert his penalty and clinch a massive three points.\" \n Cristiano Ronaldo (MUN) \"He needed just 15 minutes as a substitute to  score his 700th club goal . His numbers are absolutely incredible.\"  \n Gabriel Martinelli (ARS) \" Liverpool  couldn't handle his runs in behind, his quick feet or his vision. He fully deserved his goal and assist.\" \n Manager:  Mikel Arteta (ARS) \"An impressive win against Arsenal's bogey team to take them top of the league again.\" \n",
        "date": "2022-10-11T00:00:00Z",
        "url": "https://www.premierleague.com/news/2848186",
        "id": "47670df7-4032-45ee-801b-f60b0b4aaa07",
        "_version_": 1782201704204206082,
        "termfreq(text,'mci')": 2
      },
      {
        "title": "Shearer: Almiron ran Spurs into submission",
        "summary": "Premier League's record goalscorer names Newcastle midfielder in his best XI of Matchweek 13",
        "text": "\n Miguel Almiron  scored the winner at Tottenham Hotspur  and for  Alan Shearer , it was another excellent display from the Newcastle United midfielder that provided the platform for their success. \n Almiron 's excellent finish five minutes before the break crowned an exemplary performance, earning himself a place in Premier League record goalscorer and  Hall of Fame  inductee Shearer's Team of the Week. \n \n \n 👀  @alanshearer 's Team of the Week is here! ⭐️ Do you agree with his picks? 🤔  pic.twitter.com/KQnmZbDx9l \n— Premier League (@premierleague)  October 25, 2022 \n \n Dean Henderson (NFO) \"A couple of good saves and one great stop to keep his clean sheet and earn a memorable  win over Liverpool .\" \n Seamus Coleman (EVE) \"Didn’t give  Wilfried Zaha  a kick as Everton  cruised to victory .\" \n Sven Botman (NEW) \"Solid as a rock. Looks a top, top player.\"  \n James Tarkowski (EVE) \"Doing his best to get into the England squad with performances like this.\" \n Mohamed Elyounoussi (SOU) \"He was everywhere. Making last ditch tackles and creating the  equaliser against Arsenal .\"  \n Youri Tielemans (LEI) \"An incredible goal to set Leicester on their way to  an impressive win .\" \n Casemiro (MUN) \"Showed his undoubted class and a first-ever goal for United  rescued a point at Chelsea .\" \n Leon Bailey (AVL) \"Much more like it. Pace, energy and the  opening goal against Brentford .\" \n Miguel Almiron (NEW) \"His  goal at Tottenham Hotspur  proved decisive as he ran  Clement Lenglet  into submission.\" \n Taiwo Awoniyi (NFO) \"It's not every day you score the winner against  Liverpool !\" \n Erling Haaland (MCI) \"Another  two goals  for the Norwegian, who tormented  Brighton 's defence.\" \n Manager:  Steve Cooper (NFO) \"What a win and his changed tactics are working brilliantly at the minute.\" \n",
        "date": "2022-10-25T00:00:00Z",
        "url": "https://www.premierleague.com/news/2874211",
        "id": "74c36f75-91ff-4747-bd82-146991683cf4",
        "_version_": 1782201704175894530,
        "termfreq(text,'mci')": 1
      },
      {
        "title": "Shearer: Trippier is England's best right-back",
        "summary": "Premier League's record goalscorer hails Newcastle defender's display as he names his Team of the Week",
        "text": "\n Kieran Trippier helped his side to a  comprehensive victory over Aston Villa  and, for  Alan Shearer , the display of the full-back at both ends of the pitch was instrumental in the 4-0 win. \n Newcastle United  have accumulated more points than any Premier League side in October and a third clean sheet in four matches has underscored their surge up to fourth place. \n Against  Villa ,  Trippier  weighed in with the assist for  Callum Wilson ’s second goal, earning himself a place in Premier League record goalscorer and  Hall of Fame  inductee Shearer's Team of the Week and the accolade of “England’s best right-back.” \n \n \n Do you agree with  @alanshearer 's Team of the Week from Matchweek 14? ⭐️  pic.twitter.com/4iKN0vqRS7 \n— Premier League (@premierleague)  October 31, 2022 \n \n Ilan Meslier (LEE) “Man of the match. An array of brilliant saves set his side on the way to  victory at Liverpool. ” \n Kieran Trippier (NEW) \"Another assist. Another solid performance in front of Gareth Southgate by England’s best right-back.\" \n William Saliba (ARS) \"Having a great season and put in another composed performance.\" \n Pervis Estupinan (BHA) \"Superb for Brighton down the left as  Chelsea were comfortably beaten .\" \n Reiss Nelson (ARS) \"Came on for  Bukayo Saka  and rose to the occasion with two goals and an assist  against Nott'm Forest .\" \n Kevin De Bruyne (MCI) \"Not too often he isn’t in this. Won the match for his team with a  brilliant free-kick at Leicester .\" \n Thomas Party (ARS) \"Crowned a commanding all-round performance with another great goal.\" \n Joelinton (NEW) \"Solid display and produced a goal in-front of the watching Brazil manager.\" \n Miguel Almiron (NEW) \"Has scored six goals this month, the same as  Erling Haaland . This latest one was another cracker. Player of the month.\" \n Kieffer Moore (BOU) \"He terrorised Spurs’ defence with  two good goals . They couldn’t handle him.\" \n Callum Wilson (NEW) \"Two goals and an assist in front of Southgate sent out a powerful message. He gave  Tyrone Mings  a torrid time.\" \n Manager:  Eddie Howe (NEW) \"Newcastle are sweeping teams away with attractive, attacking football and are in the top four again. Howe deserves all the credit.\" \n",
        "date": "2022-10-31T00:00:00Z",
        "url": "https://www.premierleague.com/news/2885457",
        "id": "86a7054e-6fdb-49d6-be78-b38a1278274c",
        "_version_": 1782201704160165888,
        "termfreq(text,'mci')": 1
      },
      {
        "title": "Shearer: Ramsey rewarded Emery's faith",
        "summary": "Premier League's record goalscorer hails Aston Villa star as he names his best XI for Matchweek 15",
        "text": "\n Unai Emery's first match in charge of  Aston Villa  produced an impressive  3-1 victory over Manchester United  and key to their display was the performance of  Jacob Ramsey . \n The midfielder was restored to the starting XI by  Emery  and rewarded the Spaniard's faith in him with a fine display, as he created the opener and produced an excellent finish for Villa's third goal. \n Ramsey is one of two Villa players selected by  Alan Shearer , the Premier League's record goalscorer and a  Hall of Fame  inductee, in his Team of the Week. \n \n \n Three players each for  @NUFC  and  @Arsenal  make it into  @alanshearer 's Team of the Week ✨  pic.twitter.com/YxljBSR2gT \n— Premier League (@premierleague)  November 7, 2022 \n \n Emiliano Martinez (AVL) \"Pulled off a couple of outstanding saves and couldn't do a thing about the deflected  goal Villa conceded .” \n Kieran Trippier (NEW) \"Made several tackles, was always getting forward and produced a fine assist for  Joe Willock 's goal.\" \n William Saliba (ARS) \"Superb and composed yet again as  Arsenal  claimed an  impressive 1-0 win at Stamford Bridge .” \n Ben White (ARS) \"Ensured  Chelsea ’s attackers endured a frustrating time and combined well with  Bukayo Saka  at the other end.\" \n Jacob Ramsey (AVL) \"Rewarded Emery's faith in him with a man-of-the-match performance.  Man Utd  couldn't handle his clever movement.\" \n Bruno Guimaraes (NEW) \"Crowned an eye-catching performance with a wonderful late goal.\" \n Thomas Partey (ARS) \"Another dominant display. He bossed the midfield with his strength and poise.\" \n Joe Willock (NEW) \"His first goal of the season, in the  4-1 win at Southampton , was reward for a quality showing.\" \n James Maddison (LEI) \"Pulled the strings for  Leicester City  and created both goals in their  2-0 victory at Everton .\" \n Wilfried Zaha (CRY) \" Patrick Vieira  is getting the best out of his talisman. Deployed up front he scored the  equaliser and laid on the winner .” \n Mohamed Salah (LIV) \"Salah's clinical finishing was the difference. Rose to the occasion with two brilliant goals.\" \n Manager:  Mikel Arteta (ARS) \"Masterminded a superb London derby win. Arsenal were the better team by a mile as they returned to the top.\" \n",
        "date": "2022-11-07T00:00:00Z",
        "url": "https://www.premierleague.com/news/2897793",
        "id": "5101e4d4-1843-4faa-8e1c-0e5642e3f2f0",
        "_version_": 1782201704137097217,
        "termfreq(text,'mci')": 0
      },
      {
        "title": "Shearer: Nunez thriving in Klopp's new system",
        "summary": "Premier League's record goalscorer names Liverpool striker in his best XI of Matchweek 16",
        "text": "\n Darwin Nunez was at his clinical best as  Liverpool beat Southampton 3-1  on Saturday, scoring twice and impressing throughout. \n Alan Shearer  has hailed  Nunez 's stellar performance and the Premier League's all-time top scorer and  Hall of Fame  inductee has included the  Liverpool  striker in his Matchweek 16 Team of the Week. \n \n \n Introducing  @alanshearer ’s Team of the Week ✨ Do you agree?  pic.twitter.com/cIXwt8quJM \n— Premier League (@premierleague)  November 14, 2022 \n \n Alisson (LIV) \"Made three key saves in the second half that made the win over  Southampton  look comfortable.\" \n Kieran Trippier (NEW) \"Showed again why he is the best full-back in the league this season!\" \n Sven Botman (NEW) \"What a campaign he is having. Made it another frustrating match for  Chelsea 's attack.\" \n Ben Mee (BRE) \"Didn't give  Erling Haaland  a kick as  Brentford stunned the champions .\" \n Rico Henry (BRE) \"Outstanding down the left from start to finish.\" \n Joelinton (NEW) \"The standout player on the pitch in the  victory over Chelsea . Dominant.\" \n Rodrigo Bentancur (TOT) \"Another late show from the Uruguayan. His quickfire brace earned Spurs  three points against Leeds .\" \n Martin Odegaard (ARS) \"Led by example as his  two goals helped Arsenal  extend their lead at the top to five points.\" \n Darwin Nunez (LIV) \"Crowned an impressive display with a first-half brace. He is adapting brilliantly to Klopp's new system.” \n Danny Ings (AVL) \"The striker's double helped  Aston Villa see off Brighton  to continue their winning league start under  Unai Emery .\" \n Ivan Toney (BRE) \"Sent a clear message to Gareth Southgate with a powerful centre-forward display.\" \n Manager:  Thomas Frank (BRE) \"His gameplan worked to perfection to produce Brentford's greatest ever result!\" \n",
        "date": "2022-11-14T00:00:00Z",
        "url": "https://www.premierleague.com/news/2903571",
        "id": "c955efe6-4ea7-4c62-866e-111ebd2d991d",
        "_version_": 1782201704124514305,
        "termfreq(text,'mci')": 0
      },
      {
        "title": "Shearer: March has taken his game to another level",
        "summary": "Premier League's record goalscorer names Brighton midfielder in his best XI of Matchweek 20",
        "text": "\n It was an afternoon to remember for  Solly March , as he helped  Brighton & Hove Albion  earn an impressive  3-0 win over Liverpool . \n For the first time in his senior career, March scored twice in a match, with both his goals coming in six second-half minutes. \n Alan Shearer , the Premier League's record goalscorer and a  Hall of Fame  inductee, was hugely impressed and included the midfielder in his Matchweek 20 Team of the Week. \n \n \n 🌟 Matchweek 20 Team of the Week 🌟 Agree with  @alanshearer ?  pic.twitter.com/jLPaLYkFxT \n— Premier League (@premierleague)  January 16, 2023 \n \n Aaron Ramsdale (ARS) \"He made crucial saves to keep a clean sheet, with  Spurs  having more shots on target than  Arsenal .\" \n Levi Colwill (BHA) \"Didn’t put a foot wrong and barely gave  Liverpool 's attackers a sniff.\" \n Gabriel (ARS) \"Superb yet again and kept  Harry Kane  quiet for most of the match.\" \n Luke Shaw (MUN) \"Led by example at centre-back, as he stood up to  Manchester City 's formidable attack.\" \n Sean Longstaff (NEW) \"The one thing he can work on is his finishing. If he does that he’ll be an unbelievable midfielder.” \n Solly March (BHA) \" Roberto De Zerbi  has taken his game to another level. He's adding an end product to his wing play, scoring his first ever brace.\" \n Martin Odegaard (ARS) \"Another superb display from the captain. Scored their crucial second.\" \n James Ward-Prowse (SOU) \"He fully deserved his goals, including that brilliant trademark free-kick.”  \n Kaoru Mitoma (BHA) \"A real threat throughout. He terrified Liverpool, finding space and running at them time and again.\" \n Marcus Rashford (MUN) \"He's in the form of his life right now. Scored the goal to win the derby.\" \n Brennan Johnson (NFO) \"Hit two well-taken goals to move Forest further away from relegation.\" \n Manager:   Erik ten Hag (MUN) \"His substitutions helped to swing the match in Man Utd's favour. He's proving he's an elite manager.\" \n",
        "date": "2023-01-16T00:00:00Z",
        "url": "https://www.premierleague.com/news/3024196",
        "id": "d7c5393c-c598-4bea-956a-bd2f1d4a64f8",
        "_version_": 1782201703951499265,
        "termfreq(text,'mci')": 0
      },
      {
        "title": "Shearer: Haaland answered those who dared to doubt him",
        "summary": "Premier League's record goalscorer names Man City star in his best XI of Matchweek 21",
        "text": "\n Anyone who thought that  Erling Haaland  had lost his way in front of goal can think again following his latest display of elite marksmanship. \n The  Manchester City  striker scored three more goals in his side's  3-0 victory over Wolverhampton Wanderers , to take his tally to a staggering 25 in just 20 appearances - a number that would haver earned him the  Castrol Golden Boot award  in each of the last four seasons. \n Little wonder then that  Alan Shearer , the Premier League's all-time record goalscorer and a  Hall of Fame  inductee, whose record of five hat-tricks in a single Premier League campaign is now under threat, included  Haaland  in his Matchweek 21 Team of the Week. \n \n \n 🌟  @alanshearer 's Team of the Week is here 🌟 What do you make of his choices?  pic.twitter.com/11cPvNEp0M \n— Premier League (@premierleague)  January 24, 2023 \n \n Nick Pope (NEW) \"Made one of the saves of the season to keep his 12th clean sheet of the season. Was there when  Newcastle  needed him.\" \n Chris Richards (CRY) \"Did brilliantly in keeping  Callum Wilson  quiet.\" \n Thiago Silva (CHE) \"Played with his usual assurance and snuffed out  Liverpool 's forwards when they threatened.\" \n Nayef Aguerd (WHU) \"Has been superb since returning from injury and was key to  West Ham's crucial win over Everton .\" \n Oleksandr Zinchenko (ARS) \"Nominally a left-back, in reality he was here, there and everywhere. Pulled the strings for  Arsenal  in this  five-goal thriller .\" \n Kevin De Bruyne (MCI) \"At the heart of everything good Man City did and racked up his 11th assist of the season.\" \n Bukayo Saka (ARS) \"Hard to believe he's still only 21.  Man Utd  simply couldn't handle him. Scored one and was unlucky not to get a second.\" \n Kaoru Mitoma (BHA) \"Growing in influence with every game, his goal was simply outstanding.\" \n Jarrod Bowen (WHU) \"Proved the difference with both goals in a vital match for  West Ham .”  \n Erling Haaland (MCI) \"Answered those who dared to question him with a fourth hat-trick of the season – just one off my season record.\" \n Eddie Nketiah (ARS) \"Arsenal are missing  Gabriel Jesus  less with every match. Stepped up again with two goals in a massive win for the Gunners.\" \n Manager:   Mikel Arteta (ARS) \"Racked up another win against a big rival. His team are fearless, tactically aware and playing brilliant football.\" \n",
        "date": "2023-01-24T00:00:00Z",
        "url": "https://www.premierleague.com/news/3036488",
        "id": "fce89ad8-785e-4175-9fec-04cd96369cd8",
        "_version_": 1782201703930527745,
        "termfreq(text,'mci')": 2
      },
      {
        "title": "Shearer: Onana ran himself into the ground against Arsenal",
        "summary": "Premier League's record goalscorer picks Everton midfielder in his best XI of Matchweek 22",
        "text": "\n A tireless midfield display by  Amadou Onana  helped inspire  Everton  to an impressive  1-0 win over leaders Arsenal  and make it a perfect start for new manager  Sean Dyche . \n The Belgian's all-action performance earned him a place in Premier League record goalscorer and  Hall of Fame  inductee  Alan Shearer 's Matchweek 22 Team of the Week. \n \n \n What do you make of  @alanshearer 's picks? 🤔  pic.twitter.com/lCV0tQgDtA \n— Premier League (@premierleague)  February 6, 2023 \n \n Keylor Navas (NFO) “Made a string of fine saves to keep a clean sheet and help  Nottingham Forest  to victory on his debut.” \n Ben Mee (BRE) “Scored a brave header and helped  Brentford  to a clean sheet and another impressive win.” \n Tim Ream (FUL) “Made a superb goalline clearance and several last-ditch tackles to frustrate  Chelsea .\" \n James Tarkowski (EVE) “Dominated  Eddie Nketiah  at one end and scored the winner at the other.” \n Pierre-Emile Hojbjerg (TOT) “Created the opener and starred in midfield. Man of the match.” \n Declan Rice (WHU) \"At the heart of everything good  West Ham United  did. Superb.” \n Ruben Neves (WOL) \"Crowned an excellent all-round performance with a well-taken goal against  Liverpool . \n Amadou Onana (EVE) “A tireless display against  Arsenal . Ran himself into the ground.” \n Kelechi Iheanacho (LEI) “Marked his first start since September with a goal and two assists.” \n Harry Kane (TOT) “His goal was expertly taken to make him  Spurs ’ all-time top scorer and join me in the “200 Club\".” \n Bryan Mbeumo (BRE) “Scored one and created another as he ran  Southampton  ragged.” \n Manager:  Sean Dyche (EVE) \"His game plan worked to perfection, as his side earned a vital win in his first match at the helm.” \n",
        "date": "2023-02-06T00:00:00Z",
        "url": "https://www.premierleague.com/news/3052413",
        "id": "83dd5ef6-877e-4626-9e01-bf46c93f5e04",
        "_version_": 1782201703879147520,
        "termfreq(text,'mci')": 0
      },
      {
        "title": "Shearer: Maddison has helped transform Leicester",
        "summary": "Premier League's record goalscorer picks Foxes midfielder in his best XI of Matchweek 23",
        "text": "\n Against  Tottenham Hotspur , midfielder  James Maddison  turned in one of his best performances for  Leicester City  as he starred in a pulsating  4-1 win . \n Wearing the captain's armband, he scored one goal and created another from his favoured No 10 position. \n Maddison's performance earned him a place in Premier League record goalscorer and  Hall of Fame  inductee  Alan Shearer 's Matchweek 23 Team of the Week. \n \n \n ⭐  @alanshearer 's Team of the Week is here ⭐ Do you agree?  pic.twitter.com/uMvgs8SCfs \n— Premier League (@premierleague)  February 14, 2023 \n \n David De Gea (MUN) “Marked his 400th Premier League appearance with some excellent saves.” \n Ethan Pinnock (BRE) “Solid at the back to make it a frustrating afternoon for  Arsenal ’s attackers.”   \n Harry Souttar (LEI) “A commanding display from the centre-back who kept  Harry Kane  very quiet.” \n Luke Shaw (MUN) \"Impressed at both ends of the pitch and his cross created  Man Utd’s opening goal .” \n Willian (FUL) “His brilliant strike was reward for a performance full of quality.\"  \n James Maddison (LEI) “Leicester are a side transformed when he plays. Led by example with a goal and assist.”   \n Stefan Bajcetic (LIV) “In his first Merseyside derby, the 18-year-old looked very impressive.” \n Ilkay Gundogan (MCI) “Another  goal against Aston Villa  as he captained  Manchester City  to a vital victory.” \n Marcus Rashford (MUN) “On the scoresheet for a fourth consecutive match and was too hot for  Leeds United  to handle.” \n Kelechi Iheanacho (LEI) “Outstanding again. Scored and assisted for the second successive match.” \n Ivan Toney (BRE) “Tormented the Arsenal back four and  headed in Brentford’s equaliser .” \n Manager:  Brendan Rodgers (LEI) “Oversaw another four-goal win, as Leicester’s revival continues.” \n",
        "date": "2023-02-14T00:00:00Z",
        "url": "https://www.premierleague.com/news/3065025",
        "id": "79084366-4956-4059-ac13-2533ba681838",
        "_version_": 1782201703843495937,
        "termfreq(text,'mci')": 1
      },
      {
        "title": "Shearer: Coleman's strike was spectacular",
        "summary": "Premier League's record goalscorer names Everton defender in his best XI of Matchweek 24",
        "text": "\n Seamus Coleman's first Premier League goal of the season could not have been more impressive or important, as  Everton defeated Leeds United 1-0 . \n The full-back's spectacular angled drive was enough for  Sean Dyche  to earn a second consecutive home win since taking charge, as  Everton  moved out of the relegation zone. \n Alan Shearer  was so impressed by  Coleman 's performance that the Premier League's all-time top scorer and  Hall of Fame  inductee has included him in his Matchweek 24 Team of the Week. \n \n \n Here are Alan Shearer's picks for Team of the Week 💫 Do you agree with these selections?  pic.twitter.com/4sVE30aFfq \n— Premier League (@premierleague)  February 20, 2023 \n \n Alisson (LIV) \" Liverpool 's best player. Not only did he make two excellent saves, he created chaos with his long passing.\" \n Seamus Coleman (EVE) \"Helped  Everton  keep a clean sheet, while his spectacular strike lifted them out of the relegation zone.\" \n Issa Diop (FUL) \"A solid display at the back, as he handled all  Brighton  had to throw his way.\" \n Jack Stephens (BOU) \"Despite constant pressure from  Wolves ' attack, he stood firm throughout.\" \n Ben Davies (TOT) \"His clever pass created the opener. He was  Spurs ' best player.\" \n Romain Perraud (SOU) \"Outstanding from start to finish and capped off his performance with a vital goal-line clearance.\" \n Bruno Fernandes (MUN) \"Conducted the play like only he can. His superb passes created two of  Man Utd 's three goals.\" \n Jorginho (ARS) \"Never panicked and was always in control. His cracking effort produced the third goal.\" \n Romeo Lavia (SOU) \"Dominated the midfield against  Chelsea 's big-money signings.\" \n James Ward-Prowse (SOU) \"Yet another stunning free-kick and now he needs just one more to equal  David Beckham 's record.\" \n Marcus Rashford (MUN) \"There is just no stopping him. Two more goals and is looking a completely different player to last season.\" \n Manager:  Ruben Selles (SOU) \"What an audition! His tactics worked perfectly as he masterminded a vital victory. The players seemed to enjoy playing under him.\" \n",
        "date": "2023-02-20T00:00:00Z",
        "url": "https://www.premierleague.com/news/3076184",
        "id": "9dabf276-64bf-445e-a874-5f6dab952aa6",
        "_version_": 1782201703827767297,
        "termfreq(text,'mci')": 0
      },
      {
        "title": "Shearer: Ings showed great instincts in brilliant full debut",
        "summary": "Premier League's record goalscorer names West Ham striker in his best XI of Matchweek 25",
        "text": "\n Danny Ings enjoyed a dream first start for  West Ham United  as he netted twice in Saturday's impressive  4-0 win over Nottingham Forest . \n In the space of two second-half minutes, the striker showed brilliant instincts to convert from close range for both his goals, lifting the pressure from manager  David Moyes  as the Hammers climbed out of the bottom three. \n Alan Shearer , the Premier League's all-time top scorer and  Hall of Fame  inductee, was so impressed by  Ings ' performance that he has included him in his Team of the Week. \n \n \n 🌟  @alanshearer  picks his  #PL  Team of the Week!  Agree with his choices?  pic.twitter.com/4xoSNzU0Ol \n— Premier League (@premierleague)  February 27, 2023 \n \n Emiliano Martinez (AVL) \"He made a vital early save from  Amadou Onana  that formed the foundation for  Aston Villa's 2-0 win against Everton .\" \n \n \n This save. 👌  @EmiMartinezz1   pic.twitter.com/zbANnyiSBl \n— Aston Villa (@AVFCOfficial)  February 26, 2023 \n \n Emerson Royal (TOT) \"His quality has really started to shine through. This was another solid show.\" \n Eric Dier (TOT) \"Didn't put a foot wrong at the back and flicked on for  Harry Kane  for  Tottenham Hotspur 's second goal in the  2-0 victory against Chelsea .\" \n Tyrone Mings (AVL) \"Made a vital goalline clearance from  Neal Maupay  when it was 0-0. Led by example.\" \n Junior Firpo (LEE) \"Only playing because  Pascal Struijk  was unavailable, he grabbed the opportunity with a crucial goal and clean sheet  against Southampton .\" \n Phil Foden (MCI) \"A near-perfect display. Made it look easy as he scored one and made another for  Erling Haaland  in  Manchester City 's  4-1 success at AFC Bournemouth .\" \n Declan Rice (WHU) \"Magnificent goal and a driving force in midfield for the Hammers.\" \n Oliver Skipp (TOT) \"How wonderful to see a homegrown player score his first goal in front of his own fans, and what a strike!\" \n \n \n What a way to score your first goal for your boyhood club! 💙  pic.twitter.com/OAcu8UvVTj \n— Tottenham Hotspur (@SpursOfficial)  February 26, 2023 \n \n Manor Solomon (FUL) \"What an impact! Stepped off the bench to score for the third match in a row with a belter.\" \n Danny Ings (WHU) \"He showed brilliant instincts for the first of his two goals. Not a bad way to mark your full debut.\" \n Leandro Trossard (ARS) \"Took to his new central role up front with ease and laid on a wonderful pass to  Gabriel Martinelli  for the winner.\" \n Manager:  David Moyes (WHU) \"His decision to start with a back four proved to be an excellent choice as he masterminded West Ham to a dominant victory against  Nottingham Forest .\" \n",
        "date": "2023-02-27T00:00:00Z",
        "url": "https://www.premierleague.com/news/3081122",
        "id": "d2624eb5-e588-401e-9411-bd90cb26d027",
        "_version_": 1782201703807844352,
        "termfreq(text,'mci')": 1
      },
      {
        "title": "Shearer: That could be Nelson's biggest 22 minutes ever",
        "summary": "Premier League's record goalscorer names Arsenal's super sub in his Team of the Week",
        "text": "\n A dramatic winner in the dying seconds by substitute  Reiss Nelson  kept  Arsenal  five points ahead of  Manchester City  in the title race and made it impossible   for  Alan Shearer  to ignore the super sub when selecting his best XI of Matchweek 26. \n Trailing 2-1 to  AFC Bournemouth  in the 69th minute, Arsenal needed a spark, and Nelson came off the bench to inspire an astonishing   3-2 comeback victory . Seconds after coming on he teed up  Ben White  for the equaliser, and he then thumped home the winner himself deep into stoppage time. \n Nelson’s incredible impact has earned him a place in the Team of the Week chosen by the Premier League's all-time top scorer Shearer. \n \n \n It's time for  @alanshearer 's Team of the Week 💫 What do you think of these picks?  pic.twitter.com/VkZjmQSucy \n— Premier League (@premierleague)  March 7, 2023 \n \n Jose Sa (WOL) \"His early save from  Dejan Kulusevski  was the first of three or four really important stops as he kept  Spurs  out.\"   Lewis Dunk  (BHA) \"A defensive rock at the back as  Brighton  kept a clean sheet. Didn’t give  West Ham  a kick.\"     Wesley Fofana (CHE) \"Key at both ends of the pitch. Not only did he score the winner with his first goal for  Chelsea , he was calm and assured at the back too.\" \n Andrew Robertson (LIV) \"Superb. This has to be up there with his best performances in a  Liverpool  shirt. He tore  Manchester United  to pieces down the left flank.\"   \n Moises Caicedo (BHA) \"Bossed it in midfield, showing great quality and composure to keep Brighton’s challenge for a European place on course.\"   Brennan Johnson (NFO) \"Scoring another two goals, he is  Forest ’s big hope for staying in the Premier League.\" \n Phil Foden (MCI) \"Foden is well and truly back in the groove, which is great news for  Pep Guardiola .\"   Kaoru Mitoma (BHA) \"What an incredible signing he is proving to be. He gave West Ham a torrid afternoon from the start.\"   Mohamed Salah (LIV) \"Man Utd just could not cope with him. Salah’s two goals capped a magnificent performance in  Liverpool’s 7-0 win over Man Utd .\"   Cody Gakpo (LIV) \"Now starting to fire on all cylinders, adding another two goals. He was too hot for Man Utd to handle.\"   Reiss Nelson (ARS) \"Talk about an impact sub! Laid on the equaliser for White and then scored the winner. After playing only 90 minutes this season, this might be his most important 22 minutes ever!\"   Manager:  Jurgen Klopp (LIV) \"No one could have seen that 7-0 win coming. What a stunning performance from his team.\" \n",
        "date": "2023-03-07T00:00:00Z",
        "url": "https://www.premierleague.com/news/3099462",
        "id": "6bcf2f3c-4bf6-43be-ad9d-35613d44207d",
        "_version_": 1782201703781629952,
        "termfreq(text,'mci')": 1
      },
      {
        "title": "Shearer: Trossard tore Fulham apart",
        "summary": "Premier League's record goalscorer hails Arsenal star following his hat-trick of assists",
        "text": "\n A virtuoso performance from  Leandro Trossard  inspired  Arsenal 's emphatic victory at  Fulham , with the Belgian producing a hat-trick of assists in a  3-0 win  for the Premier League leaders. \n He set up  Gabriel  for the opening goal from a corner, before then producing crosses for  Gabriel Martinelli  and  Martin Odegaard  as the Gunners retained their five-point lead over  Manchester City  at the top of the table. \n In becoming the first ever player to set up three goals in the first half of an away match, Trossard earned a place in the Team of the Week chosen by the Premier League's all-time top scorer  Alan Shearer . \n \n \n 🌟  @alanshearer 's Team of the Week has landed 🛬 What do you make of his picks? 👇  pic.twitter.com/qPqfpiFnU3 \n— Premier League (@premierleague)  March 13, 2023 \n \n Gavin Bazunu (Southampton) \"His incredible stop from  Bruno Fernandes  was one of two big saves that helped  Southampton  earn a  crucial point .\"  \n Kyle Walker-Peters (Southampton) \" Manchester United  struggled to handle his attacking play and he was very unfortunate not to have found a winner for Saints.\"  \n James Tarkowski (Everton) \"He dealt with  Ivan Toney  very well - not many defenders can say that - to help  Everton  to a vital  1-0 win .\" \n Gabriel (Arsenal) \"He loves a goal against Fulham doesn't he? That's now three goals against them.\" \n Ben Chilwell (Chelsea) \"His volley for the opener showed excellent technique as  Chelsea 's upturn in form continued.\" \n Dango Ouattara (AFC Bournemouth) \"He showed brilliant skill and composure to set up  Philip Billing  in the  1-0 win against Liverpool , before working hard to help  Bournemouth  defend that lead.\" \n Rodri (Man City) \"His passing kept Man City on the front foot against  Crystal Palace  as he was rightly  lauded by his manager Pep Guardiola .\" \n Martin Odegaard (Arsenal) \"The Arsenal captain had the Fulham defence on strings for the third goal.\" \n Leandro Trossard (Arsenal) \"The Belgian tore Fulham apart and was a constant threat throughout. He will have a big part to play in the title run-in.\" \n Alexander Isak (Newcastle) \"What a brilliant header from the big man! And what a huge goal for  Newcastle United .\" \n Harry Kane (Spurs) \"The  Tottenham Hotspur  striker showed his class once again as he moved on to 20 Premier League goals for the season.\" \n Manager:  Gary O'Neil (AFC Bournemouth) \"His plan worked to perfection against  Liverpool  as they created very little against his side. What a superb display from his team.\" \n",
        "date": "2023-03-13T00:00:00Z",
        "url": "https://www.premierleague.com/news/3109050",
        "id": "0ba116ab-ecc5-4686-9140-8b98ae803f56",
        "_version_": 1782201703761707009,
        "termfreq(text,'mci')": 0
      },
      {
        "title": "Shearer: Isak can fire Newcastle into top four",
        "summary": "Premier League's record goalscorer praises Newcastle star after his brace against Forest",
        "text": "\n A superb double from  Alexander Isak  gave  Newcastle United  a huge victory in the top-four race as they came from behind to beat  Nottingham Forest 2-1 . \n \n \n \n Race for the top four \n \n \n \n \n \n \n Position \n Pos \n \n Club \n \n Played \n Pl \n \n GD \n \n Points \n Pts \n \n \n \n \n \n \n 3 \n \n \n \n \n \n \n \n Manchester United \n MUN \n \n \n 38 \n \n        +15\n\n \n 75 \n \n \n \n 4 \n \n \n \n \n \n \n \n Newcastle United \n NEW \n \n \n 38 \n \n        +35\n\n \n 71 \n \n \n \n 5 \n \n \n \n \n \n \n \n Liverpool \n LIV \n \n \n 38 \n \n        +28\n\n \n 67 \n \n \n \n 6 \n \n \n \n \n \n \n \n Brighton & Hove Albion \n BHA \n \n \n 38 \n \n        +19\n\n \n 62 \n \n \n \n 7 \n \n \n \n \n \n \n \n Aston Villa \n AVL \n \n \n 38 \n \n        +5\n\n \n 61 \n \n \n \n 8 \n \n \n \n \n \n \n \n Tottenham Hotspur \n TOT \n \n \n 38 \n \n        +7\n\n \n 60 \n \n \n \n \n \n View More \n \n The Swedish striker produced a brilliant improvised volley to equalise, before keeping his cool to convert a winning stoppage-time penalty. \n In netting his first double for the club, Isak earned a place in the Team of the Week chosen by the Premier League's all-time top scorer and Newcastle legend  Alan Shearer . \n \n \n Presenting  @alanshearer 's Team of the Week 🌟  pic.twitter.com/4lW2EAucPl \n— Premier League (@premierleague)  March 20, 2023 \n \n Illan Meslier (Leeds) “If it wasn’t for him in goal,  Leeds  may not have come away with the three points.” \n Ben White (Arsenal) “His impact at right-back is growing on every occasion and he showed brilliant awareness to set up  Bukayo Saka ’s first goal.” \n James Tarkowski (Everton) “Apart from the penalty, an imperious performance. He stood tall in the face of  Chelsea  pressure and kept  Everton  in the match to earn that precious equaliser.” \n Tyrone Mings (Aston Villa) “After a difficult start to the season, Mings has showed why he is so important to  Aston Villa .” \n Alex Moreno (Aston Villa) “What a shrewd signing by  Unai Emery  he is proving to be.” \n Bukayo Saka (Arsenal) “He’s just getting better and better as each week passes and took both of his goals extremely well.” \n \n \n Come for the finish, stay for the celebration 🥶  pic.twitter.com/0BdcHYdA6x \n— Arsenal (@Arsenal)  March 20, 2023 \n \n Douglas Luiz (Aston Villa) “Douglas Luiz produced an all-action display, being involved in all three goals in the win over  Bournemouth .” \n James Ward-Prowse (Southampton) “What tremendous character and quality he showed to convert the  penalty against his friend  to complete  Southampton ’s comeback from  3-1 down to Spurs .” \n Jack Harrison (Leeds) “After going so close to leaving Leeds in January, he could be the one to keep them in the Premier League.” \n Theo Walcott (Southampton) “He may not have the pace he once had, but Walcott still showed how much quality he possesses, scoring once and making another.”  \n Alexander Isak (Newcastle) “In a team that’s been struggling to score goals, Isak can provide the firepower to push Newcastle back into the top four.” \n Manager:   Sean Dyche (Everton) “He has got Everton believing again, instilling a never-say-die attitude in the team.” \n",
        "date": "2023-03-20T00:00:00Z",
        "url": "https://www.premierleague.com/news/3117607",
        "id": "ed365d1e-5499-43fc-9e4a-c360638382cf",
        "_version_": 1782201703738638336,
        "termfreq(text,'mci')": 0
      },
      {
        "title": "Shearer: Grealish getting better all the time",
        "summary": "Premier League's all-time record goalscorer selects four Man City players in his team of the weekend",
        "text": "\n Alan Shearer says  Jack Grealish 's quality is starting to shine through at  Manchester City . \n The winger was outstanding in  City's 4-1 win over Liverpool . He set up the opening goal, made a vital interception at the other end, and scored the fourth goal. \n Shearer , the Premier League's record goalscorer and a  Hall of Fame  inductee, was hugely impressed by Grealish's all-round display and included him in his Matchweek 29 team of the weekend. \n \n \n ✅  @alanshearer 's Team of the Week is in! What do you make of his choices?  pic.twitter.com/eN8tujKoy4 \n— Premier League (@premierleague)  April 4, 2023 \n \n Emiliano Martinez (AVL) \"He made plenty of good saves to keep a fourth clean sheet in five matches.\" \n Kieran Trippier (NEW) \"The captain led by example and didn't give  Marcus Rashford  a kick. His delivery for the second goal was superb as usual.\" \n Ezri Konsa (AVL) \"Another solid and reliable performance in  Villa 's defence.\" \n Sven Botman (NEW) \"He won every battle and made a few great blocks to keep  Manchester United  out.\" \n John Stones (MCI) \"Outstanding both in and out of possession, justifying  Pep Guardiola 's decision to play him in midfield next to  Rodri .\" \n Kevin De Bruyne (MCI) \"Ran the show and timed his run brilliantly to put Man City ahead, before setting up Grealish's goal with a clever pass.\" \n John McGinn (AVL) \"His influence helped Villa win the midfield battle and he scored a wonderful goal.\" \n Joe Willock (NEW) \"Never stopped running, threatening on the counter time and again, and deservedly scoring  Newcastle 's opening goal. England, are you watching?\" \n Julian Alvarez (MCI) \"With his goal and a key role in  Ilkay Gundogan 's, who needs  Erling Haaland ?\" \n Gabriel Jesus (ARS) \"Two goals. What a way to mark your first start after returning from injury.\" \n Jack Grealish (MCI) \"He tied  Trent Alexander-Arnold  in knots. Grealish looks right at home in a Manchester City shirt now and his run back to stop  Mohamed Salah  shows why Guardiola loves him.\" \n \n \n Putting in the hard yards! 💨 @JackGrealish  |  @ManCity   pic.twitter.com/Fp2dDPbiEr \n— Premier League (@premierleague)  April 4, 2023 \n \n Manager:  Unai Emery (AVL) \"He won the tactical battle to inflict  Graham Potter 's final  defeat at Chelsea .\" \n",
        "date": "2023-04-04T00:00:00Z",
        "url": "https://www.premierleague.com/news/3135773",
        "id": "ad52e77e-25cb-4f40-bbf9-df2136c44514",
        "_version_": 1782201703676772352,
        "termfreq(text,'mci')": 4
      },
      {
        "title": "Shearer: Ramsdale saves crucial to Arsenal's title hopes",
        "summary": "Premier League's all-time record scorer lauds 'keeper following his impressive display at Liverpool",
        "text": "\n After producing three incredible late saves against  Liverpool ,  Alan Shearer  has named  Aaron Ramsdale  in his Matchweek 30 Team of the Week. \n The  Arsenal  goalkeeper denied  Darwin Nunez ,  Mohamed Salah  and  Ibrahima Konate , with the latter two coming deep into second-half stoppage time. \n His stops  earned the Gunners a point  and the Premier League's record goalscorer and  Hall of Fame  inductee said they could prove to be crucial if Arsenal go on to win the league title. \n \n \n ⭐️  @alanshearer  picks his Team Of The Week for Matchweek 30 ⭐️ What do you make of the XI? 👇  pic.twitter.com/44OBCOQ9nM \n— Premier League (@premierleague)  April 10, 2023 \n \n Aaron Ramsdale (ARS) “What a performance! His saves could be crucial if Arsenal do go on to win the title.” \n Aaron Wan-Bissaka (MUN) “Not only was he excellent defensively, the  Manchester United  right-back was also a threat going forward.” \n Ibrahima Konate (LIV) “Arsenal had no joy against him in the second half, and his defensive prowess allowed  Trent Alexander-Arnold  to have more of an attacking influence.” \n Angelo Ogbonna (WHU) “What an imperious display from the  West Ham  centre-back as he helped his side claim a big win for  David Moyes  against  Fulham .” \n Kevin De Bruyne (MCI) “What more can I say about this incredible player, he tore  Southampton  apart with his passing.” \n Philip Billing (BOU) “More and more he’s proving to be a crucial player for  AFC Bournemouth , and showed excellent composure to score the winner in a  big match against Leicester .” \n Joelinton (NEW) “What a brilliant few weeks he’s had! And such excellent skill shown for the equaliser against  Brentford .” \n Eberechi Eze (CRY) “It was his set-piece that helped  Palace  equalise, and he started and finished the move for their wonderful third goal.” \n Michael Olise (CRY) “ Leeds  simply could not handle him as he produced a sensational hat-trick of assists and stepped up in the absence of  Wilfried Zaha .” \n Erling Haaland (MCI)   “Another day, another Haaland brace, but that second goal was quite spectacular!” \n Gabriel Martinelli (ARS) “Though Liverpool could have defended better, he showed outstanding strength and skill for his goal before producing a pinpoint cross for Arsenal’s second.” \n Manager:  Roy Hodgson (CRY) “What he has done in the space of two matches is nothing short of miraculous, what an impact he’s had.” \n",
        "date": "2023-04-10T00:00:00Z",
        "url": "https://www.premierleague.com/news/3145567",
        "id": "a308da65-f4ed-4c12-bec1-3754ac2570f9",
        "_version_": 1782201703650557954,
        "termfreq(text,'mci')": 2
      },
      {
        "title": "Shearer: Watkins battered Newcastle the whole match",
        "summary": "Premier League's record scorer hails Aston Villa striker's display as he names his Team of the Week",
        "text": "\n After a slow start to the season  Ollie Watkins ' sensational form continued as he scored two goals and laid on the other in  Aston Villa's 3-0 win over Newcastle United . \n Watkins took his tally to 11 goals in his last 12 appearances, impressing Premier League record goalscorer and  Hall of Fame  inductee  Alan Shearer , who included the  Villa  striker in his Matchweek 31 Team of the Week. \n \n \n \n \n \n \n \n Jose Sa (WOL) “A couple of excellent saves to keep a clean sheet that helped  Wolves  move away from danger.” \n Trent Alexander-Arnold (LIV) “He looks back to his best after getting a more central and creative role, setting up two of  Liverpool ’s six goals.” \n Tyrone Mings (AVL) \"Another outstanding performance. He kept  Alexander Isak  and  Callum Wilson  very quiet.\" \n Lewis Dunk (BHA) \"Bossed the defence and gave nothing away as  Brighton  keep on getting the results.\" \n Declan Rice (WHU) \"When  West Ham  were 2-0 down to  Arsenal  and in need of inspiration, he provided it as the Hammers fought back against the leaders.\" \n John McGinn (AVL)  \"Superb. I didn’t think  Newcastle 's midfield could be dominated that easily.” \n Bruno Fernandes (MUN)  \"The quality of his deliveries was sensational. He ran the game and kept the team ticking.\" \n Julio Enciso (BHA) \"He's had to wait for his chance but it's been worth it. A magnificent strike from the 19-year-old, which has to be a Goal of Season contender.\" Ollie Watkins (AVL) \"What a run of form he's on. Another two goals and an assist. He battered Newcastle from start to finish.\" \n Eberechi Eze (CRY)  \"Followed up his superb goal at Leeds with another two at  Southampton  as the  Crystal Palace  revival continues.\" Dominic Solanke (BOU)  \"His goal and two assists were vital for three big points at  Spurs . Not a bad afternoon's work!\" \n Manager:  Unai Emery (AVL)  \"A seventh win in eight matches. It's all clicked into place and he’s got Villa flying now.\"  \n",
        "date": "2023-04-18T00:00:00Z",
        "url": "https://www.premierleague.com/news/3166804",
        "id": "d01fb3ac-ff8e-4ad6-9b17-ad7a8f5bdd1c",
        "_version_": 1782201703619100673,
        "termfreq(text,'mci')": 0
      },
      {
        "title": "Shearer: Isak ran the show against Spurs",
        "summary": "Premier League's record goalscorer picks Newcastle striker in his best XI of Matchweek 32",
        "text": "\n An exhilarating display by  Alexander Isak  helped inspire  Newcastle United  to their biggest win of the season, a  6-1 rout of top-four rivals Tottenham Hotspur . \n The striker's two goals and all-round performance have earned him a place in Premier League record goalscorer  Alan Shearer 's Matchweek 32 Team of the Week, along with three other Newcastle stars. \n \n \n \n \n \n \n \n Daniel Iversen (Leicester) \"How crucial could his brilliant late stop to deny  Ruben Neves  an equaliser be?” \n Timothy Castagne (Leicester) “His first goal since August was a decisive one and boosts  Leicester ’s hopes of safety.” \n Michael Keane (Everton) “Kept  Crystal Palace 's attack quiet and helped  Everton  to their first clean sheet in five Premier League matches.” \n Andrew Robertson (Liverpool) “All the spotlight has been on [Trent]  Alexander-Arnold  but Robbo is back to his best form for  Liverpool , setting up  Diogo Jota ’s second goal with another quality assist.” \n Carlos Alcaraz (Southampton) “Excellent at both ends, scoring the first and setting up the second, before a stunning goalline clearance.” \n Declan Rice (West Ham) “He was everywhere and led by example, not for the first time. What a week for him and  West Ham .” Joe Willock (Newcastle) “His assist for the first of Isak’s two goals is one of the best passes you will see this season.” \n Jacob Murphy (Newcastle) “Two goals in the first 10 minutes! What a performance!\" \n Alexander Isak (Newcastle) “Ran the show and was the best player on the pitch. Another brilliant brace.” \n Diogo Jota (Liverpool) \"Back in form, he fully deserved his two goals and was a threat throughout.” \n Joelinton (Newcastle) “ Spurs  couldn’t handle him. Capped an immense display with a deserved and well-taken goal.” \n Manager:  Eddie Howe (Newcastle) “After the  loss to Villa , he demanded a reaction and, boy, did he get one!” \n",
        "date": "2023-04-24T00:00:00Z",
        "url": "https://www.premierleague.com/news/3231139",
        "id": "9bf6ec7c-7cc7-4e8e-8104-3fa663a4bdc7",
        "_version_": 1782201703600226306,
        "termfreq(text,'mci')": 0
      },
      {
        "title": "Shearer: Doucoure hit the most important goals of his career",
        "summary": "Premier League's record scorer hails Everton midfielder as he names his best XI of Matchweek 35",
        "text": "\n Alan Shearer believes  Abdoulaye Doucoure 's two goals against  Brighton & Hove Albion  are the most important strikes of his career, as Everton's shock  5-1 away win  took them out of the relegation zone. \n Doucoure  set the tone for the match by scoring after only 34 seconds, before making it 2-0 in the 29th minute with a brilliant volley. \n His performance has earned him a place in  Shearer 's Matchweek 35 Team of the Week, alongside two of his Toffees team-mates. \n \n \n \n \n \n \n \n Aaron Ramsdale (ARS) \"He made big saves at important times, keeping out  Joe Willock  when it was 0-0 and then denying  Fabian Schar  an equaliser.\" \n Nayef Aguerd (WHU)   \"To keep  Man Utd 's front three anonymous in such an important match was no mean feat.\" \n Craig Dawson (WOL)   \"A calm head and  a  rock at the back as  Wolves  picked up a win that has  surely secured  their Premier League status.\" \n James Tarkowski (EVE)   \"An absolute warrior at the back for Everton just when they needed it.\" \n Martin Odegaard (ARS) \"He set the tone for the day and ran the game at his pace. A wonderful goal capped another fantastic display.\"  \n Abdoulaye Doucoure (EVE)   \"Stunned  Brighton  with the early opener and then hit a superb second. They've got to be the two most important goals of his career.\"   \n Ilkay Gundogan (MCI)   \"Sensational performance from the German ,  scor ing  twice and produc ing  exquisite link play.  It was just a shame he missed the penalty for his hat-trick.”   \n Dwight McNeil (EVE) \" Simply unplayable as he s cored two goals and created two more. Everton needed big performances and he stepped up superbly. ” \n Tom Cairney (FUL)   \"Hadn't scored in the Premier League this season and then two goals come along at once in a great performance! Too hot for  Leicester  to handle.\" \n Taiwo Awoniyi (NFO) \"Showed strength and poise to score two goals that  could just save   Nottingham  Forest  from relegation.\" \n Willian (FUL)   \"Gave Leicester's defence a torrid  time,  scoring two goals including a  sublime finish  for  Fulham 's fifth.\"   \n Manager: Sean Dyche (EVE) \"No one saw that  result  coming!  Managers have struggled with  Roberto  De  Zerbi ’s  tactics  ever since his arrival at Brighton , but Dyche had all the answers.”   \n",
        "date": "2023-05-09T00:00:00Z",
        "url": "https://www.premierleague.com/news/3330441",
        "id": "74b887d9-6032-4a70-87e6-db84ecee70ad",
        "_version_": 1782201703545700353,
        "termfreq(text,'mci')": 1
      },
      {
        "title": "Shearer: Gundogan delivers in the big moments",
        "summary": "Premier League's record goalscorer hails Man City's midfielder as he picks his Team of the Week",
        "text": "\n While  Erling Haaland  has grabbed the headlines for most of the season with his record-breaking goals,  Ilkay Gundogan  is again the man who is leading  Manchester City  over the finish line in the Premier League title race. \n On the final day last season, the German scored twice as City came from 2-0 down late on to  beat Aston Villa  and lift the Trophy. Twelve months on, the German has scored four of City's five goals in their last two victories  over Leeds United  and  Everton . \n On Sunday, when the champions were struggling to break down Everton's defence, Gundogan produced a sensational improvised finish to score the 37th-minute opener, before completing his second successive brace in the second half. \n Alan Shearer , the Premier League's record goalscorer and  Hall of Fame  inductee, has named Gundogan in his Team of the Week, along with two members of the  Brighton & Hove Albion  team who beat City's title rivals  Arsenal 3-0  at Emirates Stadium.  \n \n \n \n \n \n \n \n Jason Steele (BHA) It’s not often I pick a goalkeeper for his passing but his bravery with the ball at his feet in tight areas set the tone for Brighton's approach. \n Trent Alexander-Arnold (LIV) After racking up the assists since his move into midfield, this trademark free-kick was another statement proving he is back to his best. \n Raphael Varane (MUN) Man Utd  immediately looked more secure after his return from injury.  Wolves  didn’t get a single shot on target. \n Pervis Estupinan (BHA) Set up the opener before getting into the box again to score the third, while keeping  Bukayo Saka  in his pocket. \n Eberechi Eze (CRY) Two more brilliant goals. In this form, he won’t want the season to end! \n Douglas Luiz (AVL) Loves playing  Spurs . Helped to win the midfield battle, and scored a brilliant free-kick. \n Ilkay Gundogan (MCI) He delivers in the big moments when City are chasing titles and most need a goal. He produced something from nothing with wonderful skill to break the deadlock, before a wonderful free-kick. \n Curtis Jones (LIV) Two goals in three minutes! The youngster has always looked neat and tidy. If he keeps performing like this, he will be hard to leave out. \n Mohamed Salah (LIV) Even when you stop him scoring, he still hurts you, setting up both of Jones’s goals.   \n Taiwo Awoniyi (NFO) Hitting form at precisely the right moment.  Chelsea  couldn’t handle him as he scored two headers. He could be what keeps  Forest  up. \n Raheem Sterling (CHE) His second goal in particular gave Chelsea the clinical edge they have been missing for most of the season. \n Manager:  Roberto De Zerbi (BHA) His Brighton team didn’t just beat title contenders  Arsenal , they outplayed them with a bold, quick, passing style that almost every team would love to play. \n",
        "date": "2023-05-16T00:00:00Z",
        "url": "https://www.premierleague.com/news/3373141",
        "id": "88f98cf8-7faf-4d50-834a-9052c6c8300b",
        "_version_": 1782201703517388800,
        "termfreq(text,'mci')": 1
      },
      {
        "title": "Shearer: Ferguson has a bright future",
        "summary": "Premier League's record goalscorer hails Brighton striker as he picks his Team of the Week",
        "text": "\n Evan Ferguson has epitomised a sensational season for  Brighton & Hove Albion  in which they have secured European football for the first time in their history. \n The 18-year-old striker netted twice in their  3-1 success over Southampton , as the club all but secured a top-six finish and a place in the UEFA Europa League. \n The brace took  Ferguson 's tally to six Premier League goals for the season, twice as many as any other teenager, and earned him a place in the Team of the Week selected by  Alan Shearer , the competition's record goalscorer and  Hall of Fame  inductee. \n \n \n \n \n \n \n \n David De Gea (MUN) “A worthy winner of  this season’s Golden Glove , as he showed by making two great saves against  Bournemouth .” \n Joe Worrall (NFO) “Played a huge part in keeping  Nottingham Forest  up, playing a key role in the clean sheet in the  1-0 win over Arsenal .” \n Yerry Mina (EVE) “That could be the most important touch he produces this season with that stoppage-time equaliser against  Wolves .” \n Ben Mee (BRE) “He made some great last-ditch tackles in their  3-1 success at Spurs . What a signing he’s proved to be.” \n Morgan Gibbs-White (NFO) “Another top performance from him, playing a huge role in the goal that kept Forest in the league.” \n Declan Rice (WHU) “A dynamic display and scored the opening goal for  West Ham  in what was an outstanding week for the club as they reached the Europa Conference League final.” \n \n \n Our skipper scores our first goal of the game 🫡 Finish,  @_DeclanRice  🤩  pic.twitter.com/FhRziY8Rqe \n— West Ham United (@WestHam)  May 21, 2023 \n \n Douglas Luiz (AVL) “ Liverpool  found it difficult to get past him on Saturday. A great midfield performance.” \n Jacob Ramsey (AVL) “Very lively throughout as Liverpool struggled to contain him. Took his goal very well too.” \n Bryan Mbeumo (BRE) “With two goals and an assist, he was too hot for  Spurs  to handle and showed why he is so important to  Brentford .”   \n \n \n 🎯 Clinical  @bmbeumo19  putting us ahead  pic.twitter.com/kv9DAkIbzm \n— Brentford FC (@BrentfordFC)  May 20, 2023 \n \n Aleksandar Mitrovic (FUL) “He was absolutely horrible to play against and took his two goals extremely well.” \n Evan Ferguson (BHA) “Netting a brace in the space of 11 minutes, superb. He looks to have a very bright future in the game.” \n Manager:  Thomas Frank (BRE) “No matter which players Brentford sign or sell this summer, he is the most important person at the club. What a job Frank has done.” \n",
        "date": "2023-05-23T00:00:00Z",
        "url": "https://www.premierleague.com/news/3484068",
        "id": "ab2a4e8d-24aa-413b-89ae-0a08ee814963",
        "_version_": 1782201703485931520,
        "termfreq(text,'mci')": 0
      }
    ]
  }
}